app/controllers/recruiter_controller.rb

  def index
  	@recruiters = Recruiter.all
---
SELECT "recruiters".* FROM "recruiters"